MycroHarvestInc/micropython/ports/esp32/boards/M5STACK_Core2/mpconfigboard.h
/*
* SPDX-FileCopyrightText: 2024 M5Stack Technology CO LTD
*
* SPDX-License-Identifier: MIT
*/

#define MICROPY_HW_BOARD_NAME "M5STACK Core2"
#define MICROPY_HW_MCU_NAME "ESP32(SPIRAM)"

